Repository: PITADIA/android-couple-app
Catalog: MieuxEnsemble.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# me_175
source: What makes you want to continue growing with me?
de: Was macht dir Lust, weiter mit mir zu wachsen?
es: ¿Qué te hace querer seguir creciendo conmigo?
fr: Qu'est-ce qui te donne envie de continuer à grandir avec moi ?
it: Cosa ti fa desiderare di continuare a crescere con me?
nl_nl: Wat geeft je de wens om samen met mij te blijven groeien?
pt_br: O que faz você querer continuar crescendo comigo?
pt_pt: O que te faz querer continuar a crescer comigo?

# me_176
source: What difficult moment made us more united?
de: Welcher schwere Moment hat uns enger zusammengeschweißt?
es: ¿Qué momento difícil nos hizo más unidos?
fr: Quel moment difficile nous a rendus plus unis ?
it: Quale momento difficile ci ha resi più uniti?
nl_nl: Welk moeilijk moment heeft ons meer verenigd?
pt_br: Qual momento difícil nos tornou mais unidos?
pt_pt: Que momento difícil nos tornou mais unidos?

# me_177
source: How would you like us to celebrate our love daily?
de: Wie würdest du gern jeden Tag unsere Liebe feiern?
es: ¿Cómo te gustaría que celebráramos nuestro amor a diario?
fr: Comment aimerais-tu qu'on célèbre notre amour au quotidien ?
it: Come vorresti che celebrassimo quotidianamente il nostro amore?
nl_nl: Hoe zou je willen dat we onze liefde elke dag vieren?
pt_br: Como você gostaria que a gente celebrasse o nosso amor no dia a dia?
pt_pt: Como gostarias que celebrássemos o nosso amor no dia a dia?

# me_178
source: What part of yourself would you still like me to discover?
de: Welche Seite von dir soll ich noch entdecken?
es: ¿Qué parte de ti aún te gustaría que descubriera?
fr: Quelle partie de toi aimerais-tu que je découvre encore ?
it: Quale parte di te vorresti ancora che scoprissi?
nl_nl: Welk deel van jezelf zou je willen dat ik nog ontdek?
pt_br: Qual parte de você gostaria que eu ainda descobrisse?
pt_pt: Que parte de ti gostarias que eu ainda descobrisse?

# me_179
source: What makes you feel that our relationship is precious?
de: Was gibt dir das Gefühl, dass unsere Beziehung besonders wertvoll ist?
es: ¿Qué te hace sentir que nuestra relación es preciosa?
fr: Qu'est-ce qui te fait sentir que notre relation est précieuse ?
it: Cosa ti fa sentire che la nostra relazione è preziosa?
nl_nl: Wat laat je voelen dat onze relatie kostbaar is?
pt_br: O que faz você sentir que o nosso relacionamento é precioso?
pt_pt: O que te faz sentir que a nossa relação é preciosa?

# me_180
source: What common goal would you like us to set?
de: Welches gemeinsame Ziel sollen wir uns setzen?
es: ¿Qué objetivo común te gustaría que nos fijáramos?
fr: Quel objectif commun aimerais-tu qu'on se fixe ?
it: Quale obiettivo comune vorresti che ci fissassimo?
nl_nl: Welk gemeenschappelijk doel zou je willen dat we ons stellen?
pt_br: Qual objetivo comum você gostaria que a gente definisse?
pt_pt: Que objetivo comum gostarias que definíssemos?

# me_181
source: How can I better show you my gratitude for your love?
de: Wie kann ich dir meine Dankbarkeit für deine Liebe besser zeigen?
es: ¿Cómo puedo mostrarte mejor mi gratitud por tu amor?
fr: Comment puis-je mieux te montrer ma gratitude pour ton amour ?
it: Come posso mostrarti meglio la mia gratitudine per il tuo amore?
nl_nl: Hoe kan ik je beter laten voelen dat ik dankbaar ben voor jouw liefde?
pt_br: Como eu posso mostrar melhor minha gratidão pelo seu amor?
pt_pt: Como posso mostrar-te melhor a minha gratidão pelo teu amor?

# me_182
source: What habit would you like us to abandon to get closer?
de: Welche Gewohnheit sollten wir gemeinsam ablegen, um uns näherzukommen?
es: ¿Qué hábito te gustaría que abandonáramos para acercarnos más?
fr: Quelle habitude aimerais-tu qu'on abandonne pour nous rapprocher ?
it: Quale abitudine vorresti che abbandonassimo per avvicinarci?
nl_nl: Welke gewoonte zouden we moeten loslaten om dichter bij elkaar te komen?
pt_br: Qual hábito você gostaria que abandonássemos para ficarmos mais próximos?
pt_pt: Que hábito gostarias que abandonássemos para ficarmos mais próximos?

# me_183
source: What makes you feel that I truly understand you?
de: Woran merkst du, dass ich dich wirklich verstehe?
es: ¿Qué te hace sentir que realmente te entiendo?
fr: Qu'est-ce qui te fait sentir que je te comprends vraiment ?
it: Cosa ti fa sentire che ti capisco davvero?
nl_nl: Wat laat je voelen dat ik je echt begrijp?
pt_br: O que faz você sentir que eu realmente te entendo?
pt_pt: O que te faz sentir que eu te compreendo de verdade?

# me_184
source: What moment of joy would you like us to relive together?
de: Welchen Glücksmoment würdest du gern noch mal mit mir erleben?
es: ¿Qué momento de alegría te gustaría que reviviéramos juntos?
fr: Quel moment de joie aimerais-tu qu'on revive ensemble ?
it: Quale momento di gioia vorresti rivivere con me?
nl_nl: Welk vreugdemoment zou je graag opnieuw met mij beleven?
pt_br: Qual momento de alegria você gostaria que a gente revivesse juntos?
pt_pt: Que momento de alegria gostarias que revivêssemos juntos?

# me_185
source: How would you like us to support each other in our moments of doubt?
de: Wie sollen wir uns in Momenten des Zweifelns am besten unterstützen?
es: ¿Cómo te gustaría que nos apoyáramos en nuestros momentos de duda?
fr: Comment aimerais-tu qu'on se soutienne dans nos moments de doute ?
it: Come vorresti che ci sostenessimo nei momenti di dubbio?
nl_nl: Hoe zou je willen dat we elkaar steunen in momenten van twijfel?
pt_br: Como você gostaria que a gente se apoiasse nos momentos de dúvida?
pt_pt: Como gostarias que nos apoiássemos nos momentos de dúvida?

# me_186
source: What quality in me helps you feel loved?
de: Welche Eigenschaft an mir lässt dich geliebt fühlen?
es: ¿Qué cualidad en mí te ayuda a sentirte amado?
fr: Quelle qualité chez moi t'aide à te sentir aimé(e) ?
it: Quale mia qualità ti aiuta a sentirti amato?
nl_nl: Welke eigenschap van mij laat je je geliefd voelen?
pt_br: Qual qualidade minha ajuda você a se sentir amado?
pt_pt: Que qualidade minha te ajuda a sentir-te amado?

# me_187
source: What makes you believe in our future together?
de: Was lässt dich an unsere gemeinsame Zukunft glauben?
es: ¿Qué te hace creer en nuestro futuro juntos?
fr: Qu'est-ce qui te fait croire en notre avenir ensemble ?
it: Cosa ti fa credere nel nostro futuro insieme?
nl_nl: Wat geeft je vertrouwen in onze toekomst samen?
pt_br: O que faz você acreditar no nosso futuro juntos?
pt_pt: O que te faz acreditar no nosso futuro juntos?

# me_188
source: What simple gesture could improve our daily life?
de: Welche kleine Geste könnte unseren Alltag besser machen?
es: ¿Qué gesto sencillo podría mejorar nuestra vida diaria?
fr: Quel geste simple pourrait améliorer notre quotidien ?
it: Quale gesto semplice potrebbe migliorare la nostra quotidianità?
nl_nl: Welk eenvoudig gebaar zou ons dagelijks leven kunnen verbeteren?
pt_br: Qual gesto simples poderia melhorar o nosso dia a dia?
pt_pt: Que gesto simples poderia melhorar o nosso dia a dia?

# me_189
source: How would you like us to preserve the magic of our relationship?
de: Wie sollen wir die Magie unserer Beziehung bewahren?
es: ¿Cómo te gustaría que preserváramos la magia de nuestra relación?
fr: Comment aimerais-tu qu'on préserve la magie de notre relation ?
it: Come vorresti che preservassimo la magia della nostra relazione?
nl_nl: Hoe zou je willen dat we de magie van onze relatie behouden?
pt_br: Como você gostaria que a gente preservasse a magia do nosso relacionamento?
pt_pt: Como gostarias que preservássemos a magia da nossa relação?

# me_190
source: What's the thing you'd like us to experiment with together?
de: Was würdest du gern mit mir gemeinsam ausprobieren?
es: ¿Qué cosa te gustaría que experimentáramos juntos?
fr: Quelle est la chose que tu aimerais qu'on expérimente ensemble ?
it: Qual è la cosa che vorresti sperimentassimo insieme?
nl_nl: Wat zou je graag met mij willen uitproberen?
pt_br: O que você gostaria que a gente experimentasse juntos?
pt_pt: Que coisa gostarias que experimentássemos juntos?

# me_191
source: What makes you feel that our love is authentic?
de: Woran merkst du, dass unsere Liebe echt ist?
es: ¿Qué te hace sentir que nuestro amor es auténtico?
fr: Qu'est-ce qui te fait sentir que notre amour est authentique ?
it: Cosa ti fa sentire che il nostro amore è autentico?
nl_nl: Wat laat je voelen dat onze liefde echt is?
pt_br: O que faz você sentir que o nosso amor é autêntico?
pt_pt: O que te faz sentir que o nosso amor é autêntico?

# me_192
source: What moment of silence between us felt the strongest?
de: Welcher Moment der Stille zwischen uns hat sich am stärksten angefühlt?
es: ¿Qué momento de silencio entre nosotros se sintió más intenso?
fr: Quel moment de silence entre nous t'a paru le plus fort ?
it: Quale momento di silenzio tra noi è stato il più forte?
nl_nl: Welk stiltemoment tussen ons voelde het sterkst?
pt_br: Qual momento de silêncio entre nós pareceu mais forte?
pt_pt: Que momento de silêncio entre nós te pareceu mais forte?

# me_193
source: How can I better accompany you in your personal challenges?
de: Wie kann ich dich besser bei deinen persönlichen Herausforderungen begleiten?
es: ¿Cómo puedo acompañarte mejor en tus retos personales?
fr: Comment puis-je mieux t'accompagner dans tes défis personnels ?
it: Come posso accompagnarti meglio nelle tue sfide personali?
nl_nl: Hoe kan ik je beter bijstaan in je persoonlijke uitdagingen?
pt_br: Como eu posso te acompanhar melhor nos seus desafios pessoais?
pt_pt: Como posso acompanhar-te melhor nos teus desafios pessoais?

# me_194
source: What part of our story would you like us to tell our children?
de: Welchen Teil unserer Geschichte würdest du später unseren Kindern erzählen wollen?
es: ¿Qué parte de nuestra historia te gustaría que contáramos a nuestros hijos?
fr: Quelle partie de notre histoire aimerais-tu qu'on raconte à nos enfants ?
it: Quale parte della nostra storia vorresti raccontare ai nostri figli?
nl_nl: Welk deel van ons verhaal zou je aan onze kinderen willen vertellen?
pt_br: Qual parte da nossa história você gostaria que contássemos aos nossos filhos?
pt_pt: Que parte da nossa história gostarias que contássemos aos nossos filhos?

# me_195
source: What makes you feel that we're growing together?
de: Was zeigt dir, dass wir zusammen wachsen?
es: ¿Qué te hace sentir que estamos creciendo juntos?
fr: Qu'est-ce qui te fait sentir que nous grandissons ensemble ?
it: Cosa ti fa sentire che stiamo crescendo insieme?
nl_nl: Wat laat je voelen dat we samen groeien?
pt_br: O que faz você sentir que estamos crescendo juntos?
pt_pt: O que te faz sentir que estamos a crescer juntos?

# me_196
source: What crazy dream would you like us to pursue together?
de: Welchen verrückten Traum wollen wir zusammen verfolgen?
es: ¿Qué sueño loco te gustaría que persiguiéramos juntos?
fr: Quel rêve fou aimerais-tu qu'on poursuive ensemble ?
it: Quale sogno folle vorresti che perseguissimo insieme?
nl_nl: Welke gekke droom zou je willen dat we samen najagen?
pt_br: Qual sonho louco você gostaria que a gente perseguisse juntos?
pt_pt: Que sonho louco gostarias que perseguíssemos juntos?

# me_197
source: How would you like us to regain momentum when we stagnate?
de: Wie sollen wir wieder Schwung reinbringen, wenn wir feststecken?
es: ¿Cómo te gustaría que recuperáramos el impulso cuando estancamos?
fr: Comment aimerais-tu qu'on se redonne de l'élan quand on stagne ?
it: Come vorresti che ritrovassimo slancio quando ristagniamo?
nl_nl: Hoe zou je willen dat we opnieuw energie vinden wanneer we vastlopen?
pt_br: Como você gostaria que a gente recuperasse o ritmo quando ficamos estagnados?
pt_pt: Como gostarias que recuperássemos o ritmo quando estagnamos?

# me_198
source: What truth about me would you like me to accept better?
de: Welche Wahrheit über mich soll ich besser akzeptieren?
es: ¿Qué verdad sobre mí te gustaría que aceptara mejor?
fr: Quelle vérité sur moi aimerais-tu que j'accepte mieux ?
it: Quale verità su di me vorresti che accettassi meglio?
nl_nl: Welke waarheid over mij zou je willen dat ik beter accepteer?
pt_br: Que verdade sobre mim você gostaria que eu aceitasse melhor?
pt_pt: Que verdade sobre mim gostarias que eu aceitasse melhor?

# me_199
source: What makes you feel that our relationship is balanced?
de: Was gibt dir das Gefühl, dass unsere Beziehung im Gleichgewicht ist?
es: ¿Qué te hace sentir que nuestra relación está equilibrada?
fr: Qu'est-ce qui te fait sentir que notre relation est équilibrée ?
it: Cosa ti fa sentire che la nostra relazione è equilibrata?
nl_nl: Wat laat je voelen dat onze relatie in balans is?
pt_br: O que faz você sentir que o nosso relacionamento está equilibrado?
pt_pt: O que te faz sentir que a nossa relação está equilibrada?

# me_200
source: What moment of our relationship would you like us to immortalize?
de: Welchen Moment unserer Beziehung würdest du gern für immer festhalten?
es: ¿Qué momento de nuestra relación te gustaría que inmortalizáramos?
fr: Quel moment de notre relation aimerais-tu qu'on immortalise ?
it: Quale momento della nostra relazione vorresti immortalare?
nl_nl: Welk moment van onze relatie zou je willen vereeuwigen?
pt_br: Qual momento do nosso relacionamento você gostaria que a gente imortalizasse?
pt_pt: Que momento da nossa relação gostarias que imortalizássemos?

# me_201
source: How would you like us to remember our beginnings together?
de: Wie sollen wir uns an unsere Anfänge erinnern?
es: ¿Cómo te gustaría que recordáramos nuestros comienzos juntos?
fr: Comment aimerais-tu qu'on se rappelle nos débuts ensemble ?
it: Come vorresti che ricordassimo i nostri inizi insieme?
nl_nl: Hoe zou je willen dat we ons onze beginperiode herinneren?
pt_br: Como você gostaria que a gente lembrasse dos nossos começos juntos?
pt_pt: Como gostarias que nos lembrássemos dos nossos começos juntos?

# me_202
source: What lesson of love would you like us to transmit to others?
de: Welche Lektion über Liebe sollen wir anderen weitergeben?
es: ¿Qué lección de amor te gustaría que transmitiéramos a los demás?
fr: Quelle leçon d'amour aimerais-tu qu'on transmette aux autres ?
it: Quale lezione d'amore vorresti che trasmettessimo agli altri?
nl_nl: Welke les over liefde zou je willen dat we aan anderen doorgeven?
pt_br: Que lição de amor você gostaria que transmitíssemos aos outros?
pt_pt: Que lição de amor gostarias que transmitíssemos aos outros?

# me_203
source: What makes you feel that I'm your good complement?
de: Was lässt dich fühlen, dass ich dich gut ergänze?
es: ¿Qué te hace sentir que soy tu buen complemento?
fr: Qu'est-ce qui te fait sentir que je suis ton bon complément ?
it: Cosa ti fa sentire che sono il tuo buon complemento?
nl_nl: Wat laat je voelen dat ik jouw ideale aanvulling ben?
pt_br: O que faz você sentir que eu sou o seu complemento ideal?
pt_pt: O que te faz sentir que sou o teu complemento ideal?

# me_204
source: What relationship challenge would you like us to overcome together?
de: Welche Beziehungs-Herausforderung möchtest du mit mir gemeinsam überwinden?
es: ¿Qué desafío de la relación te gustaría que superáramos juntos?
fr: Quel défi relationnel aimerais-tu qu'on surmonte ensemble ?
it: Quale sfida di coppia vorresti che superassimo insieme?
nl_nl: Welke uitdaging in onze relatie zou je graag samen met mij overwinnen?
pt_br: Qual desafio do relacionamento você gostaria que superássemos juntos?
pt_pt: Que desafio da relação gostarias que superássemos juntos?

# me_205
source: How can I better honor the trust you place in me?
de: Wie kann ich das Vertrauen, das du mir schenkst, noch besser würdigen?
es: ¿Cómo puedo honrar mejor la confianza que depositas en mí?
fr: Comment puis-je mieux honorer la confiance que tu me fais ?
it: Come posso onorare meglio la fiducia che riponi in me?
nl_nl: Hoe kan ik beter de waarde tonen van het vertrouwen dat je in mij stelt?
pt_br: Como eu posso honrar melhor a confiança que você deposita em mim?
pt_pt: Como posso honrar melhor a confiança que depositas em mim?

# me_206
source: What habit of love would you like us to cultivate?
de: Welche Liebes-Gewohnheit wollen wir zusammen aufbauen?
es: ¿Qué hábito de amor te gustaría que cultiváramos?
fr: Quelle habitude d'amour aimerais-tu qu'on cultive ?
it: Quale abitudine d'amore vorresti che coltivassimo?
nl_nl: Welke liefdesgewoonte zou je willen dat we samen ontwikkelen?
pt_br: Qual hábito de amor você gostaria que cultivássemos?
pt_pt: Que hábito de amor gostarias que cultivássemos?

# me_207
source: What makes you feel that our bond is indestructible?
de: Was gibt dir das Gefühl, dass unser Band unzerstörbar ist?
es: ¿Qué te hace sentir que nuestro vínculo es indestructible?
fr: Qu'est-ce qui te fait sentir que notre lien est indestructible ?
it: Cosa ti fa sentire che il nostro legame è indistruttibile?
nl_nl: Wat laat je voelen dat onze band onbreekbaar is?
pt_br: O que faz você sentir que o nosso vínculo é indestrutível?
pt_pt: O que te faz sentir que o nosso vínculo é indestrutível?

# me_208
source: What moment of our relationship made you evolve the most?
de: Welcher Moment in unserer Beziehung hat dich am meisten verändert?
es: ¿Qué momento de nuestra relación te hizo evolucionar más?
fr: Quel moment de notre relation t'a fait le plus évoluer ?
it: Quale momento della nostra relazione ti ha fatto evolvere di più?
nl_nl: Welk moment in onze relatie heeft jou het meest doen evolueren?
pt_br: Qual momento do nosso relacionamento fez você evoluir mais?
pt_pt: Que momento da nossa relação te fez evoluir mais?

# me_209
source: How would you like us to prepare for future challenges?
de: Wie sollen wir uns auf zukünftige Herausforderungen vorbereiten?
es: ¿Cómo te gustaría que nos preparáramos para los desafíos futuros?
fr: Comment aimerais-tu qu'on se prépare aux défis futurs ?
it: Come vorresti che ci preparassimo alle sfide future?
nl_nl: Hoe zou je willen dat we ons voorbereiden op toekomstige uitdagingen?
pt_br: Como você gostaria que a gente se preparasse para os desafios futuros?
pt_pt: Como gostarias que nos preparássemos para os desafios futuros?

# me_210
source: What part of our love would you like us to explore more?
de: Welchen Teil unserer Liebe sollen wir noch mehr erkunden?
es: ¿Qué parte de nuestro amor te gustaría que exploráramos más?
fr: Quelle partie de notre amour aimerais-tu qu'on explore davantage ?
it: Quale parte del nostro amore vorresti esplorare di più?
nl_nl: Welk deel van onze liefde zou je meer willen verkennen?
pt_br: Qual parte do nosso amor você gostaria que explorássemos mais?
pt_pt: Que parte do nosso amor gostarias que explorássemos mais?

# me_211
source: What makes you feel that we're made for each other?
de: Was lässt dich fühlen, dass wir füreinander bestimmt sind?
es: ¿Qué te hace sentir que estamos hechos el uno para el otro?
fr: Qu'est-ce qui te fait sentir que nous sommes faits l'un pour l'autre ?
it: Cosa ti fa sentire che siamo fatti l'uno per l'altra?
nl_nl: Wat laat je voelen dat we voor elkaar gemaakt zijn?
pt_br: O que faz você sentir que fomos feitos um para o outro?
pt_pt: O que te faz sentir que fomos feitos um para o outro?

# me_212
source: What ritual would you like us to establish to reconnect?
de: Welches Ritual sollen wir einführen, um uns wieder zu verbinden?
es: ¿Qué ritual te gustaría que estableciéramos para reconectar?
fr: Quel rituel aimerais-tu qu'on instaure pour nous reconnecter ?
it: Quale rituale vorresti che instaurassimo per riconnetterci?
nl_nl: Welk ritueel zou je willen dat we invoeren om ons weer dichter bij elkaar te brengen?
pt_br: Qual ritual você gostaria que criássemos para nos reconectar?
pt_pt: Que ritual gostarias que criássemos para nos reconectarmos?

# me_213
source: How can I better show you that your happiness matters to me?
de: Wie kann ich dir besser zeigen, dass mir dein Glück wichtig ist?
es: ¿Cómo puedo mostrarte mejor que tu felicidad me importa?
fr: Comment puis-je mieux te montrer que ton bonheur m'importe ?
it: Come posso mostrarti meglio che la tua felicità è importante per me?
nl_nl: Hoe kan ik je beter laten voelen dat jouw geluk voor mij telt?
pt_br: Como eu posso mostrar melhor que a sua felicidade importa para mim?
pt_pt: Como posso mostrar-te melhor que a tua felicidade me importa?

# me_214
source: What promise would you like us to make for the future?
de: Welches Versprechen sollen wir uns für die Zukunft geben?
es: ¿Qué promesa te gustaría que hiciéramos para el futuro?
fr: Quelle promesse aimerais-tu qu'on se fasse pour l'avenir ?
it: Quale promessa vorresti che facessimo per il futuro?
nl_nl: Welke belofte zou je willen dat we elkaar voor de toekomst doen?
pt_br: Qual promessa você gostaria que fizéssemos para o futuro?
pt_pt: Que promessa gostarias que fizéssemos para o futuro?

# me_215
source: What makes you feel that our love deserves all efforts?
de: Was lässt dich fühlen, dass unsere Liebe jeden Einsatz wert ist?
es: ¿Qué te hace sentir que nuestro amor merece todos los esfuerzos?
fr: Qu'est-ce qui te fait sentir que notre amour mérite tous les efforts ?
it: Cosa ti fa sentire che il nostro amore merita tutti gli sforzi?
nl_nl: Wat laat je voelen dat onze liefde alle inspanningen waard is?
pt_br: O que faz você sentir que o nosso amor merece todos os esforços?
pt_pt: O que te faz sentir que o nosso amor merece todos os esforços?

# me_216
source: What aspect of our relationship would you like us to celebrate more often?
de: Welchen Aspekt unserer Beziehung sollen wir öfter feiern?
es: ¿Qué aspecto de nuestra relación te gustaría que celebráramos más a menudo?
fr: Quel aspect de notre relation aimerais-tu qu'on célèbre plus souvent ?
it: Quale aspetto della nostra relazione vorresti celebrassimo più spesso?
nl_nl: Welk aspect van onze relatie zou je vaker willen vieren?
pt_br: Qual aspecto do nosso relacionamento você gostaria que celebrássemos mais vezes?
pt_pt: Que aspeto da nossa relação gostarias que celebrássemos mais vezes?

# me_217
source: How would you like us to remember this period of our life?
de: Wie sollen wir uns an diese Zeit in unserem Leben erinnern?
es: ¿Cómo te gustaría que recordáramos este período de nuestra vida?
fr: Comment aimerais-tu qu'on se souvienne de cette période de notre vie ?
it: Come vorresti ricordare questo periodo della nostra vita?
nl_nl: Hoe zou je willen dat we ons deze periode van ons leven herinneren?
pt_br: Como você gostaria que lembrássemos desta fase da nossa vida?
pt_pt: Como gostarias que nos lembrássemos desta fase da nossa vida?

# me_218
source: What quality would you like us to develop together?
de: Welche Eigenschaft wollen wir gemeinsam entwickeln?
es: ¿Qué cualidad te gustaría que desarrolláramos juntos?
fr: Quelle qualité aimerais-tu qu'on développe ensemble ?
it: Quale qualità vorresti che sviluppassimo insieme?
nl_nl: Welke kwaliteit zou je willen dat we samen ontwikkelen?
pt_br: Qual qualidade você gostaria que desenvolvêssemos juntos?
pt_pt: Que qualidade gostarias que desenvolvêssemos juntos?

# me_219
source: What makes you feel that I'm your refuge?
de: Was gibt dir das Gefühl, dass ich dein sicherer Ort bin?
es: ¿Qué te hace sentir que soy tu refugio?
fr: Qu'est-ce qui te fait sentir que je suis ton refuge ?
it: Cosa ti fa sentire che sono il tuo rifugio?
nl_nl: Wat laat je voelen dat ik jouw toevluchtsoord ben?
pt_br: O que faz você sentir que eu sou o seu refúgio?
pt_pt: O que te faz sentir que sou o teu refúgio?
